
const Super = [
    {
        "weather": { "id": 800, "conditions": "ясно", "temp": 26.19, "temp_min": 25.56, "temp_max": 27 },
        "lessons": [],
        "lessons": [
            { "ItemId": 2829, "Week": 2, "Day": 1, "Less": 6, "Build": "Б.М.", "Rooms": "32-03", "Disc": "Экспертные системы", "Type": "Л", "Groups": ":232::233::220::248:", "GroupsText": "4631; 4632; 4636; М611", "Preps": ":288:", "PrepsText": "Охтилев М.Ю. — заведующий кафедрой, д-р техн. наук, профессор", "Dept": null },
            { "ItemId": 2830, "Week": 2, "Day": 4, "Less": 4, "Build": "Б.М.", "Rooms": "23-09", "Disc": "Экспертные системы", "Type": "ЛР", "Groups": ":248:", "GroupsText": "М611", "Preps": ":260:", "PrepsText": "Рогачев С.А. — старший преподаватель", "Dept": null },
            { "ItemId": 2831, "Week": 1, "Day": 4, "Less": 5, "Build": "Б.М.", "Rooms": "23-09", "Disc": "Экспертные системы", "Type": "ЛР", "Groups": ":248:", "GroupsText": "М611", "Preps": ":260:", "PrepsText": "Рогачев С.А. — старший преподаватель", "Dept": null },
        ],
        "deadlines": [
            { "id": 474, "idsubject": 25, "subjectname": "Отправить документы", "closed": 0, "start": "2020-04-16", "end": "2020-04-16", "comment": "Кабинет 11-04" },
            { "id": 475, "idsubject": 0, "subjectname": "Досдать отчеты по линалу", "closed": 0, "start": "2020-04-18", "end": "2020-04-16", "comment": "Остались 1 и 3 лабы" },
            { "id": 476, "idsubject": 3087, "subjectname": "Сделать лабораторную до завтра!", "closed": 0, "start": "2020-04-18", "end": "2020-04-17", "comment": "" }],
        "news": [
            { "id": 29323, "owner_id": -122496494, "likes": { "count": 17 }, "date": 1592150405, "text": "С приходом весны наступает пора делать новую флюрографию! Работники медицинских служб будут доступны с 12:00 до 16:00", "url": "https://resize.hswstatic.com/w_907/gif/becoming-doctor.jpg" },
            { "id": 29323, "owner_id": -232453, "likes": { "count": 25 }, "date": 1592150405, "text": "Вниманию всех студентов общежития №1! Необходимо всем подойти в отдел по работе с общежитиями для подписания анкеты на проживание в новом учебном году!", "url": "https://rksi.ru/img/pages/top/dorms.jpg" },
            { "id": 29323, "owner_id": -66449391, "likes": { "count": 123 }, "date": 1592132411, "text": "Поздравляем студентов нашего университета с победой в студенческой универсиаде!", "url": "https://ki.ill.in.ua/m/670x450/24284332.jpg" },
            { "id": 29323, "owner_id": -9187, "likes": { "count": 45 }, "date": 1592056808, "text": "Подборка новых смешных роликов за неделю уже здесь! Заглядывай и ухахатывайся с нами :)))))", "url": "https://images.bkn.ru/content/190218120225709532_2_crop_v3_600x400.jpg" },
            { "id": 29323, "owner_id": -232453, "likes": { "count": 13 }, "date": 1592049610, "text": "Заглядывайте в профком за билетами на хоккей! Осталось всего 10 штукБ торопитесь!", "url": "https://s0.rbk.ru/v6_top_pics/media/img/4/30/755466459200304.jpeg" },
            { "id": 29323, "owner_id": -232453, "likes": { "count": 88 }, "date": 1591981202, "text": "Поздравляем всех с началом новой сессии! Пусть экзамены сдаются, зачеты ставятся, долги закрываются!", "url": "https://www.ktk.kz/getimage/mainpagebig/90142" },
        ],
        "is_sub": false
    }
]

export { Super }