import dead from '../../images/pocketFaq/ded.png';
import upd from '../../images/pocketFaq/upd.png';
import info from '../../images/pocketFaq/info.png';

const FastFaq = [
    {
        id: 6,
        name: 'Справки',
        img: info,
        description: 'Вместе с новым обновлением UNI Pocket, в сервисе появляются справки. Теперь Вы можете заказать справку прямо из ВКонтакте и забрать ее ' + 
            'в нужном отделе, когда та будет готова. На данный момент можно заказать следующие справки:' + 
             '\n\n • Справка о доходах;\n • Справка об обучении в университете.\n\nСтатус готовности справки можно также отслеживать в сервисе.'
    },
    {
        id: 5,
        name: 'UNI Pocket 1.4',
        img: upd,
        description: 'Привет! Новое крутое обновление уже здесь! Теперь у Вас появляется возможность заказать справку из университета, но пока ' +
            'только об обучении и доходах. Кроме того, в сводке теперь отображаются важные новости университета, чтобы Вы были в курсе и ничего не упускали из виду!'
    },
    {
        id: 1,
        name: 'UNI Pocket 1.3',
        img: upd,
        description: 'Привет! В UNI Pocket 1.3 мы вводим темную тему и анимации! Теперь у Вас появляется больше возможностей для того, чтобы настроить сервис ' +
            'под себя! Кроме того, был исправлен ряд серьезных проблем и улучшена стабильность!' 
    },
    {
        id: 2,
        name: 'UNI Pocket 1.2',
        img: upd,
        description: 'Привет! В новом обновлении сервиса появилось очень крутое нововведение - Сводка. Это специальный раздел новостей в котором ты можешь ' +
            'следить за актуальным расписанием, дедлайнами и новостями.\n\nБолее того, в будущем раздел начнет подстраиваться под тебя, выводя только самую важную ' +
            'информацию. Кроме того, поправили много старых проблем и теперь сервис должен работать еще лучше!' 
    },
    {
        id: 3,
        name: 'Дедлайны',
        img: dead,
        description: 'Встречайте, дедлайны! В UNI Pocket ты можешь контролировать свои университетские задачи путем' +
            ' создания дедлайнов - начиная от лабораторных и курсовых работ, заканчивая социальными и культурно-досуговыми. ' +
            '\n\nПерейдя во вторую вкладку сервиса, ты сможешь создать дедлайн, задать ему описание, дату, а также, если он связан с какой-то парой в расписании, ' +
            'прикрепить его к ней.',
    },
    {
        id: 4,
        name: 'UNI Pocket 1.0',
        img: upd,
        description: 'Это UNI Pocket - Ваш новый помощник в университете. Читайте новости, следите за расписанием, ' +
            'контролируйте задачи и будьте в курсе всех событий!',
    },
]

export {FastFaq}